/*
Создать функциональный компонент EventCard, который будет отображать
информацию о событии: название, дату и место проведения. Компонент должен
принимать эти данные через пропсы.
2. В компоненте App, использовать компонент EventCard несколько раз с
различными данными о событиях, переданными через пропсы, чтобы показать
список предстоящих событий.
3. Добавить минимальную стилизацию для компонента EventCard, используя CSS
классы, чтобы визуально выделить информацию о каждом событии.
*/

import React from 'react';

function EventCard({ title, date, place }) {
    return (
        <div className='eventcard'>
            <h3>{title}</h3>
            <hr></hr>
            <span>{date}</span>
            <p>{place}</p>
        </div>
    );
}

export default EventCard;
